//m`145-158`
const name1_1 = `Велосипед складной STELS Pilot 350 20" Z011 Синий`
const about1_1 = `Колеса: 20", Рама: Сталь 13", Скоростей: 6, Вилка: Жесткая, сталь, Трещотка, SHIMANO MF-TZ21 (14-28T), Перек. зад. SHIMANO Tourney RD-TY21, Шифтеры: SHIMANO Tourney SL-RS35, Тормоза: Ободные (V-типа), Обод: Алюминий, двойной, Покрышки: 20x2.0`
const img1_1 = `https://www.velodrive.ru/upload/resize_cache/iblock/b6e/390_253_1/1920x1080_altair_al26d_violet_1_.jpg`
const name1_2 = `Велосипед 24" Hogger STELLAR AL MD`
const about1_2 = `Велосипед для подростков Hogger STELLAR AL MD 24"; (2021) – мечта каждого юного фаната педалекручения! Покрышки 24х1.95" – лёгкие и износостойкие, они послужат не один сезон при интенсивном использовании. Задний переключатель SHIMANO Tourney TY21 поможет выбрать оптимальный режим для горизонтального движения, а также для подъёма и спуска. Система стальная, 24х34х42 зуба и шатуны 170 мм обладает большим запасом прочности. Рама изготовлена из алюминиевого сплава, поэтому её выносливость находится на очень высоким уровне. Велосипед оборудован седлом HOGGER sport комфортной геометрии. У велосипеда хорошие дисковые механические тормоза, которые быстро схватываются с колёсами и останавливают их.`
const img1_2 = `https://avatars.mds.yandex.net/get-mpic/4252138/img_id726938140431646927.jpeg/orig`
const name1_3 = `Горный (MTB) велосипед FORWARD Toronto 26 1.2 (2022) синий/желтый 13"`
const about1_3 = `Горный велосипед для начинающих Forward Toronto 26 1.2 для активного катания по различным дорогам и пересеченной местности. Прекрасная управляемость и легкость за счет алюминиевой рамы. Несмотря на крупные колеса, велосипед подходит для минимальных ростовок и обеспечивает максимальный комфорт при езде. Toronto одинаково уверенно чувствует себя как на асфальте, так и на бездорожье: крупный протектор обеспечивает наилучшее сцепление с дорогой для максимальной устойчивости при любых условиях.`
const img1_3 = `https://avatars.mds.yandex.net/get-mpic/4429951/img_id2122345020612824485.jpeg/orig`
//m`155-162`
const name2_1 = `Горный (MTB) велосипед STELS Navigator 610 MD 26 V040 (2022) антрацитовый/синий 16"`
const about2_1 = `Горный велосипед начального уровня с мужской алюминиевой рамой и колесами размером 26 дюймов. Байк 2018-го модельного года. Основные преимущества велосипеда – дисковые механические тормоза, трансмиссионное оборудование Shimano, амортизационная вилка с ходом 60 мм.`
const img2_1 = `https://www.velocityk.ru/images-resize/w630h400/LU088296.jpg?v=1648750644`
const name2_2 = `Горный (MTB) велосипед FORWARD Apache 27.5 3.0 Disc (2021) бирюзовый/оранжевый 15"`
const about2_2 = `Флагманская серия Forward Apache и каждый велосипед этой серии наделен важной миссией - быть удобным и послушным и его задача в том, чтобы желание кататься стало регулярным. Это полностью новая алюминиевая рама с современной геометрией. Неважно, по какому покрытию происходит езда, передние и задние гидравлические дисковые тормоза не подведут вас даже в грязи. Гидравлические тормоза обеспечивают более мощное и плавное торможение при нажатии на тормозные ручки с меньшим усилием. Амортизирующая вилка, мультискоростная трансмиссия и универсальный рисунок протектора покрышек для легкого катания как по улицам, так и за городом.`
const img2_2 = `https://avatars.mds.yandex.net/get-mpic/2991631/img_id4678477009457409410.jpeg/orig`
const name2_3 = `Велосипед Stels Navigator 590 V 26 K010 (2020) Размер рамы: 16 Цвет: Серый/салатовый`
const about2_3 = `Мужской велосипед Stels Navigator 590 V-это настоящий горный велосипед, который так же идеально подходит для ежедневных поездок на работу или просто для того, чтобы добраться из пункта А до пункта В на любой поверхности. Руль в горном стиле и дисковые тормоза держат вас под контролем, как на тропе, так и вне ее. `
const img2_3 = `https://avatars.mds.yandex.net/get-mpic/5220903/img_id6931503026771080431.jpeg/orig`
//m`168-182` 
const name3_1 = `Горный (MTB) велосипед FORWARD Sporting 29 2.2 D (2022) черный/белый 17"`
const about3_1 = `Forward Sporting — универсальный хардтейл для активных будней. Продуманный до мелочей Sporting становится незаменимым спутником для повседневного катания: легкость в управлении достигается за счет оптимальной геометрии, которая также способствует комфортной езде без лишних нагрузок на спину, руки и ноги. А стальная рама для максимальной прочности создает идеальный баланс надежности и свободы.`
const img3_1 = `https://avatars.mds.yandex.net/get-mpic/5130171/img_id5526526948266730819.jpeg/orig`
const name3_2 = `Горный (MTB) велосипед STELS Navigator 745 MD 27.5 V010 (2021) красный 17"`
const about3_2 = `Горный велосипед с оборудованием начального класса LTWOO, 24 скорости. Технические особенности: алюминиевая рама, амортизационная вилка с ходом 80 мм, двойные алюминиевые обода, дисковые механические тормоза. Подходит для прогулочного катания по различным дорогам и пересеченной местности.`
const img3_2 = `https://avatars.mds.yandex.net/get-mpic/3732535/img_id375108867514628915.jpeg/orig`
const name3_3 = `Велосипед горный 27,5" RX 705 DISC ST 21ск RUSH HOUR`
const about3_3 = `Промподшипники в колесных втулках, каретка картридж, дисковые тормоза, оборудование SHIMANO, премиум покрышки COMPASS и 5 лет гарантии на раму! Велосипед имеет стальную раму с применением технологии техноформинга и внутренней прокладкой тросов. На нижней трубе крепеж для крепления флягодержателя. Вилка стальная, пружинно-эластомерная с ходом 80мм, обеспечит больший комфорт при катании, сняв нагрузку с рук и плечей на долгих велопрогулках. На штанах вилки установлены пыльники, которые защищают хромированные ноги от воздействия пыли и грязи. Трансмиссия 21 скоростная, задний и передний переключатель от японского производителя SHIMANO модели TOURNEY, на руле триггерные манетки тайваньского бренда MicroShift. Цепь известной фирмы KMC. Передняя система стальная, каретка-картридж под квадрат на промподшипниках, при эксплуатации не будет беспокоить дополнительным обслуживанием. Педали пластиковые, широкие со светоотражающими элементами. Колеса собраны на втулках с промподшипниками, черных спицах и двойных алюминиевых ободах обутых в премиум шины компас, переднее колесо установлено на быстросъемный зажим, благодаря этому велосипед проще транспортировать и хранить. Модель имеет дисковые механические тормоза, диаметр диска 160мм остановит при любых погодных условиях, а обслуживание тормозной системы не требует особых знаний и навыков и легко выполним в домашних условиях. Руль стальной МТБ, вынос алюминиевый, эти компоненты подобраны в соответствии с размером рамы, на малых рамах короче вынос и уже руль соответственно у больших рам длиннее вынос и шире руль`
const img3_3 = `https://avatars.mds.yandex.net/get-mpic/5231591/img_id856660658622413476.jpeg/orig`
//m`178-190`
const name4_1 = `Горный (MTB) велосипед STELS Navigator 745 MD 27.5 V010 (2021) оранжевый 19" `
const about4_1 = `Горный велосипед с оборудованием начального класса LTWOO, 24 скорости. Технические особенности: алюминиевая рама, амортизационная вилка с ходом 80 мм, двойные алюминиевые обода, дисковые механические тормоза. Подходит для прогулочного катания по различным дорогам и пересеченной местности. Диаметр колес - 27,5 дюймов.`
const img4_1 = `https://avatars.mds.yandex.net/get-mpic/4880383/img_id2766273409754560904.jpeg/orig`
const name4_2 = `STELS Велосипед Stels Navigator 900 D 29 F020 (2022) Размер рамы: 19 Цвет: Серый/жёлтый`
const about4_2 = `Stels Navigator 900 D 29 F010 2022 - надежный горный велосипед начального уровня. Модель отлично подходит как для катания за городом, для и для езды по городским улицам и паркам.`
const img4_2 = `https://avatars.mds.yandex.net/get-mpic/4923482/img_id1782346126727735849.jpeg/orig`
const name4_3 = `Горный (MTB) велосипед FORWARD Apache 27.5 3.0 Disc (2021) бирюзовый/оранжевый 19"`
const about4_3 = `Флагманская серия Forward Apache и каждый велосипед этой серии наделен важной миссией - быть удобным и послушным и его задача в том, чтобы желание кататься стало регулярным. Это полностью новая алюминиевая рама с современной геометрией. Неважно, по какому покрытию происходит езда, передние и задние гидравлические дисковые тормоза не подведут вас даже в грязи. Гидравлические тормоза обеспечивают более мощное и плавное торможение при нажатии на тормозные ручки с меньшим усилием. Амортизирующая вилка, мультискоростная трансмиссия и универсальный рисунок протектора покрышек для легкого катания как по улицам, так и за городом.`
const img4_3 = `https://avatars.mds.yandex.net/get-mpic/2991631/img_id4678477009457409410.jpeg/orig` 
//m`185-200`
const name5_1 = `Горный (MTB) велосипед STARK Tank 29.1 HD (2021) черный/серый 22"`
const about5_1 = `Найнеры можно назвать универсальным типом байков, так как в огромной коллекции найдутся подходящие варианты и для простых любителей велопрогулок, и для профессионалов. Велосипед Stark Tank 29.1 HD (2021) — образец идеального сочетания хороших скоростных характеристик и максимального комфорта. Выпущен в 2021 году. Колеса 29 дюймов отлично переносят высокие нагрузки. Дисковые гидравлические тормоза хорошо слушаются, что гарантирует успешное выполнение любых маневров. Модель не боится сложных трасс и бездорожья.`
const img5_1 = `https://avatars.mds.yandex.net/get-mpic/4581218/img_id4675527942759774532.jpeg/orig`
const name5_2 = `Горный (MTB) велосипед FORWARD Apache 27.5 2.0 Disc (2021) черный матовый/ярко-зеленый 21"`
const about5_2 = `Будучи флагманской серией Forward Apache, каждый велосипед этой серии наделен важной миссией - быть удобным и послушным для тех, кто, может быть, делает свои первые обороты педалями, и его задача в том, чтобы желание кататься стало регулярным. Это полностью новая алюминиевая рама с современной геометрией. Это набор компонентов, не требовательных к содержимому кошелька, но готовых служить годами. Если вам надо техничное катание, взрывные ускорения, то колеса на 27,5 дюймов специально для вас. Этот диаметр колес более заточен на агрессивное поведение с большим количеством поворотов и готовность к непрерывным атакам. Механические тормоза дают бОльшую точность дозирования тормозного усилия, как следствие - лучший контроль торможения. Легкие и точные тормозные ручки с удобным захватом. Амортизирующая вилка, мультискоростная трансмиссия и универсальный рисунок протектора покрышек для легкого катания по городским улицам, парковым дорожкам и грунтовым тропинкам.`
const img5_2 = `https://avatars.mds.yandex.net/get-mpic/4080484/img_id5003784968196428788.jpeg/orig`
const name5_3 = `Горный (MTB) велосипед FORWARD Apache 29 3.2 HD (2022) серый/синий 21"`
const about5_3 = `Высокотехнологичный и относительно недорогой для своего уровня горный велосипед, созданный специально для катания по пересеченной местности. Велосипед прекрасно подойдет и для тренировок, и для простого катания в дисциплине кросс-кантри. Рама модели имеет малый вес, ведь материалом для ее изготовления послужил алюминиевый сплав. Амортизационная вилка поможет преодолеть сложные участки трассы не прибегая к торможению.`
const img5_3 = `https://avatars.mds.yandex.net/get-mpic/5216453/img_id3242826780637552868.jpeg/orig`
//m`200-210`
const name6_1 = `Велосипед BEAR BIKE Cairo-58см-21г. (песочный-матовый)`
const about6_1 = `Шоссейный велосипед Bear Bike Cairo подойдет тем, кто хочет передвигаться на большой скорости и с большим комфортом по трассе. Стальная рама создана с помощью технологий, которые позволили сохранить высокую прочность и обеспечить минимальный вес. Благодаря своей геометрии она обеспечивает правильный угол посадки и минимизирует нагрузку на позвоночник, а шоссейное седло защищает от натираний и ушибов. Руль модели Weiyi HB-401 имеет удобную форму и благодаря своим материалам обеспечивает надежный хват. Ободная тормозная система позволит производить как резкое, так и плавное торможение и делает езду безопасной. Покрышки CST 700Cx28 дают надежное сцепление с дорогой и хорошую управляемость.`
const img6_1 = `https://avatars.mds.yandex.net/get-mpic/4441663/img_id7005663273796491012.jpeg/orig`
const name6_2 = `Велосипед HORH FOREST FHD 9.1 29 (2022) Black-Gray`
const about6_2 = `Флагман среди горных байков от бренда Horh – модель Forest. Forest FHD 9.1 на 29" колёсах оснащена надёжными дисковыми гидравлическими тормозами, цепкими покрышками Kenda, манетками Shimano Altus и оборудованием Shimano Tourney, а также трансмиссией на 24 скорости.`
const img6_2 = `https://avatars.mds.yandex.net/get-mpic/4356316/img_id4090050403215269401.jpeg/orig`
const name6_3 = 'Велосипед BEAR BIKE Milan'
const about6_3 = `Шоссейный велосипед BEAR BIKE Milan подойдет тем, кто хочет передвигаться на большой скорости и с большим комфортом по трассе. Стальная рама создана с помощью технологий, которые позволили сохранить высокую прочность и обеспечить минимальный вес. Благодаря своей геометрии она обеспечивает правильный угол посадки и минимизирует нагрузку на позвоночник, а шоссейное седло защищает от натираний и ушибов. Руль модели Drop имеет удобную форму и благодаря своим материалам обеспечивает надежный хват.`
const img6_3 = `https://avatars.mds.yandex.net/get-mpic/5234357/img_id4362365617492187176.jpeg/orig`

//w`145-158`
const wname1_1 = `Подростковый горный (MTB) велосипед FORWARD Rivera 1.0 (2016) оранжевый 14"`
const wabout1_1 = `Модель 2016 года Возраст подростковый, для девушек Тип горный (MTB), кросс-кантри Тип привода цепной Вес велосипеда 13.5 кг Требует финальной сборки да Размеры рамы 14.0 дюйм Материал рамы алюминиевый сплав Амортизация Hard tail Конструкция вилки пружинно-эластомерная`
const wimg1_1 = `https://avatars.mds.yandex.net/get-mpic/96484/img_id1590544947648583219.jpeg/orig`
const wname1_2 = `Велосипед FORWARD Jade 24 2.0 D-12"-22г. (розовый-золотой)`
const wabout1_2 = `Forward Jade 24 2.0 D (2022) можно назвать решение для тех, кто подыскивает подходящий велосипед для девушки, ростом от 130-145 см. Любая велосипедистка почувствует себя в седле такого транспортного средства более чем уверенно благодаря комплектации дисковыми механическими тормозами. Доказано, что использование именно этой системы позволяет строго контролировать процесс торможения даже в условиях влажной дороги.`
const wimg1_2 = `https://avatars.mds.yandex.net/get-mpic/4120495/img_id8796245614665000137.jpeg/orig`
const wname1_3 = `Женский комфортный велосипед Schwinn Voyageur Women (2022)`
const wabout1_3 = `Для девушек, предпочитающих активный отдых и быстрое перемещение по городу, Voyageur Woman станет отличным и верным спутником. Лёгкий и накатистый городской велосипед с размером колёс 700х38с, это настоящий покоритель городских улиц, и прямой потомок гибридных шоссейных велосипедов. Заниженная алюминиевая рама позволит легко сесть и спрыгнуть с велосипеда, а так же кататься в платье или сарафане. Для вашего комфорта в комплектацию велосипеда включили амортизационную вилку и амортизационный подседельный штырь, которые отлично гасят все неровности асфальта. Вынос руля регулируется по наклону для подбора индивидуальной посадки: более прямой для большего комфорта, или более наклонной для большего контроля над велосипедом. Ободные тормоза отлично работают в любую погоду, а 21 скорость чётко и плавно переключается компонентами Shimano. Если вы предпочитаете комфортные поездки, но в более динамичном режиме, то Voyageur – это ваш выбор.`
const wimg1_3 = `https://avatars.mds.yandex.net/get-mpic/5220693/img_id14823656525290129.jpeg/orig`
//w`155-162` 
const wname2_1 = `Горный (MTB) велосипед STELS Miss 6100 D 26 V010 (2019) светло-красный 15" `
const wabout2_1 = `STELS Miss 7500 MD 27.5 V010 (2019) - горный велосипед с женской рамой. Модель 2019-го модельного года. Основные преимущества байка - заниженная алюминиевая рама, увеличенные колеса и дисковые механические тормоза.`
const wimg2_1 = `https://avatars.mds.yandex.net/get-mpic/4493022/img_id2316259055064183495.jpeg/orig`
const wname2_2 = `Велосипед STELS Miss 7500 MD 27.5" V010 рама 16" Белый `
const wabout2_2 = `21-ск, рама AL (16"/18") аморт. вилка с ходом 60мм, SHIMANO ST-EF500/FD-TY500/RD-TY300/MF-TZ500, двойные алюм. обода, тормоза диск. мех. с ротором 180мм`
const wimg2_2 = `https://avatars.mds.yandex.net/get-mpic/3861966/img_id1961234031501205619.jpeg/orig`
const wname2_3 = `Велосипед STELS Miss 6000 MD 26" V010 рама 15" Светло-бирюзовый`
const wabout2_3 = `Stels Miss 6000 MD 26 V010 (2019) – модель горного велосипеда начального уровня, оснащенного женской рамой, в версии 2019-го модельного года. Маунтинбайк идеально подойдет как для езды по городским дорогам, так и для путешествий по лесным и загородным дорогам, которые нельзя назвать ровными и идеальными. Байк оснащен 21-скоростной трансмиссией, амортизированной вилкой, имеет универсальные покрышки, крепкую и легкую раму, а также эффективную тормозную систему, представленную механическими дисковыми тормозами.`
const wimg2_3 = `https://avatars.mds.yandex.net/get-mpic/5350118/img_id5740286142224097837.jpeg/orig`
//w`168-182` 
const wname3_1 = `Горный (MTB) велосипед STELS Miss 6000 MD 26 V010 (2022) светло-бирюзовый 17"`
const wabout3_1 = `Велосипед STELS Miss-6000 MD 26" V010, размер рамы 17", светло-бирюзовый – горная модель для начинающих. Надежность. Рама выполнена из прочной стали. Она устойчива к механическим нагрузкам, загрязнениям и деформации. Комфорт. 26-дюймовые колеса и амортизация смягчают удары во время движения по кочкам и ухабам. Безопасность. Байк оснащен дисковой тормозной системой, которая обеспечивает плавное торможение при спуске с крутых горок. Легкое управление. Скорости быстро и удобно переключаются как при спокойной езде по городским улочкам, так и при движении в гору.`
const wimg3_1 = `https://avatars.mds.yandex.net/get-mpic/5191276/img_id2468081675202532510.jpeg/orig`
const wname3_2 = `Велосипед STELS Miss 5000 MD 26 V020 (2022) фиолетовый/розовый 18"`
const wabout3_2 = `Модель женских горных велосипедов Miss-5000 MD 26" V020 2021 года выпуска имеет стальную раму и 21-скоростной режим. Вес данной модели чуть более 17 кг. Надежная амортизационная вилка с ходом 60 мм позволит максимально комфортно передвигаться по гористой местности. Тормоза дисковые механические. А яркий дизайн велосипеда обязательно понравится не только его обладательнице, но и всем окружающим!`
const wimg3_2 = `https://avatars.mds.yandex.net/get-mpic/4818396/img_id1837752716499649063.jpeg/orig`
const wname3_3 = `Горный (MTB) велосипед STELS Miss 7100 D 27.5 V010 (2022) хром 18"`
const wabout3_3 = `Велосипед STELS Miss-7100 D 27.5" V010, размер рамы 16", хром – современная женская модель, которая обеспечивает комфортную езду по асфальтным трассам и неровным грунтовым тропинкам. 21-скоростная трансмиссия позволяет легко и удобно управлять велосипедом в различных условиях. Пластиковые педали гарантирует надежную фиксацию ног, предотвращая соскальзывание.`
const wimg3_3 = `https://avatars.mds.yandex.net/get-mpic/5032583/img_id8732347317313494581.jpeg/orig`
//w`178-190` 
const wname4_1 = `Велосипед горный Liv Tempt 29 3, L, Purple Ash`
const wabout4_1 = `Tempt мощный и выносливый байк для настоящих амазонок. При этом дисковые гидравлические тормоза hydraulic disc не подведут вас даже на скользкой дороге, гарантируя точный и своевременный отклик на команду. Основной компонент данной модели – высококачественная алюминиевая рама с технологией ALUXX-Grade Aluminum, disc. Колёса оснащены фирменными покрышками удобными для катания по городскому асфальту и дачным тропам. Спортивное седло Liv Sport чётко регулируется и защищает от натёртостей и ушибов. Для выбора передачи используется переключатель Shimano.`
const wimg4_1 = `https://avatars.mds.yandex.net/get-mpic/5235295/img_id2344727864696114650.jpeg/orig`
const wname4_2 = `Городской велосипед Schwinn Sierra 27.5 Women зеленый L`
const wabout4_2 = `Возраст для взрослых, женская модель Максимальный вес велосипедиста 90 кг Тип привода цепной Вес велосипеда 15.38 кг Требует финальной сборки да " Материал рамы алюминиевый сплав Амортизация Hard tail Конструкция вилки пружинно-эластомерная`
const wimg4_2 = `https://avatars.mds.yandex.net/get-mpic/4944925/img_id8130596034803558918.jpeg/orig`
const wname4_3 = `Горный (MTB) велосипед STELS Miss 6000 MD 26 V010 (2022) светло-бирюзовый 19"`
const wabout4_3 = `Велосипед STELS Miss-6000 MD 26" V010, размер рамы 17", светло-бирюзовый – горная модель для начинающих. Надежность. Рама выполнена из прочной стали. Она устойчива к механическим нагрузкам, загрязнениям и деформации. Комфорт. 26-дюймовые колеса и амортизация смягчают удары во время движения по кочкам и ухабам. Безопасность. Байк оснащен дисковой тормозной системой, которая обеспечивает плавное торможение при спуске с крутых горок. Легкое управление. Скорости быстро и удобно переключаются как при спокойной езде по городским улочкам, так и при движении в гору.`
const wimg4_3 = `https://avatars.mds.yandex.net/get-mpic/5191276/img_id2468081675202532510.jpeg/orig` 
//w`185-200` 
const wname5_1 = `Городской велосипед, Кумир - 28 (2810) (Ф), Розовый`
const wabout5_1 = `Кумир - 28 (2810) – дорожный велосипед с низкой рамой для поездок по городу.
Велосипед собран на стальной раме с жёсткой вилкой, преимуществом которых длительный эксплуатационный период и надёжность.`
const wimg5_1 = `https://avatars.mds.yandex.net/get-mpic/5221826/img_id5472393221368248299.jpeg`
const wname5_2 = `Горный (MTB) велосипед FORWARD Apache 27.5 3.2 Disc (2021) бирюзовый/оранжевый `
const wabout5_2 = `Флагманская серия Forward Apache и каждый велосипед этой серии наделен важной миссией - быть удобным и послушным и его задача в том, чтобы желание кататься стало регулярным. Это полностью новая алюминиевая рама с современной геометрией. Неважно, по какому покрытию происходит езда, передние и задние гидравлические дисковые тормоза не подведут вас даже в грязи. Гидравлические тормоза обеспечивают более мощное и плавное торможение при нажатии на тормозные ручки с меньшим усилием. Амортизирующая вилка, мультискоростная трансмиссия и универсальный рисунок протектора покрышек для легкого катания как по улицам, так и за городом.`
const wimg5_2 = `https://avatars.mds.yandex.net/get-mpic/4936002/img_id3199545205413944162.jpeg/orig`
const wname5_3 = `Горный (MTB) велосипед FORWARD Apache 29 3.2 HD (2022) серый/синий 21"`
const wabout5_3 = `Высокотехнологичный и относительно недорогой для своего уровня горный велосипед, созданный специально для катания по пересеченной местности. Велосипед прекрасно подойдет и для тренировок, и для простого катания в дисциплине кросс-кантри. Рама модели имеет малый вес, ведь материалом для ее изготовления послужил алюминиевый сплав. Амортизационная вилка поможет преодолеть сложные участки трассы не прибегая к торможению.`
const wimg5_3 = `https://avatars.mds.yandex.net/get-mpic/5216453/img_id3242826780637552868.jpeg/orig`
//w`200-210`
const wname6_1 = `Велосипед 28" Bear Bike Paris, 2021, цвет розовый матовый`
const wabout6_1 = `Технические характеристики: материал рамы: сталь; амортизация: жёсткая вилка; тип тормозов: клещевые; тормоза: Brake Tektro R315; каретка: B. B. Set Neco B910; система шатунов: CHAINWHEEL SET PROWHEEL SOLID-248T-F, 170 мм, 48T; трещотка / кассета: фикс COG Kangdi 15T; втулка передняя: Novatec; втулка задняя: Novatec; материал ободов: алюминиевые двухстеночные; седло: Saddle cionlli 1730; подседельный штырь: SEAT POST SP-711.`
const wimg6_1 = `https://avatars.mds.yandex.net/get-mpic/5228682/img_id8737718232332610438.jpeg/orig`
const wname6_2 = `Дорожный велосипед Bear-bike Bear Bike London, год 2021, ростовка 23, цвет Черный`
const wabout6_2 = `Дорожный велосипед для катания в городской среде с оборудованием планетарного типа Shimano, 3 скорости. Технические особенности: стальная рама Hi-ten, жесткая стальная вилка, двойные алюминиевые обода, надежные ободные тормоза клещевого типа Tektro R369, багажник, длинные крылья, передний фонарь. Подходит для прогулочного катания в городских условиях и по несложным маршрутам в лесу. Диаметр колес - 28 дюймов. Вес - 15 кг.`
const wimg6_2 = `https://avatars.mds.yandex.net/get-marketpic/5878958/pic65fff0a8b3a73dad1ff66c33fb7df278.jpeg/orig`
const wname6_3 = `Шоссейный велосипед BEAR BIKE Honk Kong 2022 рост 580 мм белый`
const wabout6_3 = `Материал рамы сталь Амортизация отсутствует Тип переднего тормоза V-Brake Тип заднего тормоза V-Brake Количество скоростей 7`
const wimg6_3 = `https://avatars.mds.yandex.net/get-marketpic/1627430/picdecafc8c0e40dd1095199fa77be39886.jpeg/orig`

//m
//1
module.exports.mn11 = name1_1
module.exports.ma11 = about1_1
module.exports.mi11 = img1_1
module.exports.mn12 = name1_2
module.exports.ma12 = about1_2
module.exports.mi12 = img1_2
module.exports.mn13 = name1_3
module.exports.ma13 = about1_3
module.exports.mi13 = img1_3
//2
module.exports.mn21 = name2_1
module.exports.ma22 = about2_2
module.exports.mi23 = img2_3
//3
module.exports.mn31 = name3_1
module.exports.ma32 = about3_2
module.exports.mi33 = img3_3
//4
module.exports.mn41 = name4_1
module.exports.ma42 = about4_2
module.exports.mi43 = img4_3
//5
module.exports.mn51 = name5_1
module.exports.ma52 = about5_2
module.exports.mi53 = img5_3
//6
module.exports.mn61 = name6_1
module.exports.ma62 = about6_2
module.exports.mi63 = img6_3

//w
module.exports.wn11 = wname1_1
module.exports.wa12 = wabout1_1
module.exports.wi13 = wimg1_1
//2
module.exports.wn21 = wname2_1
module.exports.wa22 = wabout2_2
module.exports.wi23 = wimg2_3
//3
module.exports.wn31 = wname3_1
module.exports.wa32 = wabout3_2
module.exports.wi33 = wimg3_3
//4
module.exports.wn41 = wname4_1
module.exports.wa42 = wabout4_2
module.exports.wi43 = wimg4_3
//5
module.exports.wn51 = wname5_1
module.exports.wa52 = wabout5_2
module.exports.wi53 = wimg5_3
//6
module.exports.wn61 = wname6_1
module.exports.wa62 = wabout6_2
module.exports.wi63 = wimg6_3

